Repository: ApexaChovatiya92/PalmReader
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: bn, gu, hi, kn, ml, mr, or, ta, te, ur

# element.water.description
source: A long palm with longer fingers. Traditionally sensitive, intuitive and imaginative, deeply attuned to feelings.
bn: লম্বা তালু ও লম্বা আঙুল। ঐতিহ্যগতভাবে সংবেদনশীল, অন্তর্দৃষ্টিসম্পন্ন ও কল্পনাপ্রবণ, অনুভূতির সঙ্গে গভীরভাবে যুক্ত।
gu: લાંબી હથેળી અને લાંબી આંગળીઓ. પરંપરાગત રીતે સંવેદનશીલ, અંતઃસ્ફુરિત અને કલ્પનાશીલ, લાગણીઓ સાથે ઊંડાણથી જોડાયેલા.
hi: लंबी हथेली और लंबी उंगलियाँ। परंपरागत रूप से संवेदनशील, अंतर्ज्ञानी और कल्पनाशील, भावनाओं से गहराई से जुड़े।
kn: ಉದ್ದ ಅಂಗೈ ಮತ್ತು ಉದ್ದ ಬೆರಳುಗಳು. ಸಂಪ್ರದಾಯದ ಪ್ರಕಾರ ಸೂಕ್ಷ್ಮ, ಅಂತಃಪ್ರಜ್ಞೆಯ ಮತ್ತು ಕಲ್ಪನಾಶೀಲರು, ಭಾವನೆಗಳೊಂದಿಗೆ ಆಳವಾಗಿ ಬೆಸೆದವರು.
ml: നീണ്ട കൈപ്പത്തിയും നീണ്ട വിരലുകളും. പരമ്പരാഗതമായി സംവേദനശീലർ, അന്തർജ്ഞാനമുള്ളവർ, ഭാവനാസമ്പന്നർ, വികാരങ്ങളുമായി ആഴത്തിൽ ബന്ധമുള്ളവർ.
mr: लांब तळहात आणि लांब बोटे. परंपरेनुसार संवेदनशील, अंतर्ज्ञानी आणि कल्पक, भावनांशी खोलवर जोडलेले.
or: ଲମ୍ବା ପାପୁଲି ଓ ଲମ୍ବା ଆଙ୍ଗୁଠି। ପରମ୍ପରା ଅନୁସାରେ ସମ୍ବେଦନଶୀଳ, ଅନ୍ତର୍ଜ୍ଞାନୀ ଓ କଳ୍ପନାଶୀଳ, ଭାବନା ସହ ଗଭୀର ଭାବେ ଯୋଡ଼ା।
ta: நீண்ட உள்ளங்கை, நீண்ட விரல்கள். மரபுப்படி நுண்ணுணர்வு, உள்ளுணர்வு, கற்பனை மிக்கவர்கள், உணர்வுகளுடன் ஆழமாக இணைந்தவர்கள்.
te: పొడవైన అరచేతి, పొడవైన వేళ్లు. సంప్రదాయంగా సున్నితమైనవారు, అంతర్బుద్ధిగలవారు, ఊహాశీలురు, భావాలతో లోతుగా అనుసంధానమైనవారు.
ur: لمبی ہتھیلی اور لمبی انگلیاں۔ روایتی طور پر حساس، وجدانی اور تخیلاتی، جذبات سے گہرائی سے جڑے۔

# element.water.quality
source: water hand
bn: জল হস্তের
gu: જળ હસ્ત
hi: जल हस्त
kn: ಜಲ ಹಸ್ತದ
ml: ജല ഹസ്തത്തിന്റെ
mr: जल हस्ताच्या
or: ଜଳ ହସ୍ତର
ta: நீர்க் கையின்
te: జల హస్త
ur: آبی ہاتھ

# error.noHand
source: No open hand was found in this photo. Hold your palm open and facing the camera, fully in frame, in good light.
bn: এই ছবিতে কোনো খোলা হাত পাওয়া যায়নি। ভালো আলোয় তালু খুলে ক্যামেরার দিকে রাখুন এবং পুরোটা ফ্রেমে আনুন।
gu: આ ફોટામાં કોઈ ખુલ્લો હાથ મળ્યો નહીં. સારા પ્રકાશમાં હથેળી ખુલ્લી રાખીને કૅમેરા તરફ રાખો અને આખી ફ્રેમમાં લાવો.
hi: इस फ़ोटो में कोई खुला हाथ नहीं मिला। अच्छी रोशनी में हथेली को खोलकर कैमरे की ओर रखें और पूरा फ्रेम में लाएँ।
kn: ಈ ಫೋಟೋದಲ್ಲಿ ತೆರೆದ ಕೈ ಕಂಡುಬರಲಿಲ್ಲ. ಉತ್ತಮ ಬೆಳಕಿನಲ್ಲಿ ಅಂಗೈಯನ್ನು ತೆರೆದು ಕ್ಯಾಮೆರಾದ ಕಡೆಗೆ ಹಿಡಿದು, ಪೂರ್ಣವಾಗಿ ಚೌಕಟ್ಟಿನೊಳಗೆ ತನ್ನಿ.
ml: ഈ ഫോട്ടോയിൽ തുറന്ന കൈ കണ്ടെത്തിയില്ല. നല്ല വെളിച്ചത്തിൽ കൈപ്പത്തി തുറന്ന് ക്യാമറയ്ക്ക് നേരെ പിടിച്ച്, പൂർണ്ണമായി ഫ്രെയിമിനുള്ളിൽ കൊണ്ടുവരിക.
mr: या फोटोत उघडा हात आढळला नाही. चांगल्या प्रकाशात तळहात उघडा ठेवून कॅमेऱ्याकडे धरा आणि पूर्ण फ्रेममध्ये आणा.
or: ଏହି ଫଟୋରେ କୌଣସି ଖୋଲା ହାତ ମିଳିଲା ନାହିଁ। ଭଲ ଆଲୋକରେ ପାପୁଲି ଖୋଲି କ୍ୟାମେରା ଆଡ଼କୁ ରଖନ୍ତୁ ଏବଂ ସମ୍ପୂର୍ଣ୍ଣ ଫ୍ରେମ ଭିତରକୁ ଆଣନ୍ତୁ।
ta: இந்தப் படத்தில் திறந்த கை எதுவும் கிடைக்கவில்லை. நல்ல வெளிச்சத்தில் உள்ளங்கையைத் திறந்து கேமராவை நோக்கி, முழுமையாகச் சட்டகத்துக்குள் வைக்கவும்.
te: ఈ ఫోటోలో తెరిచిన చేయి కనిపించలేదు. మంచి వెలుతురులో అరచేతిని తెరిచి కెమెరా వైపు ఉంచి, పూర్తిగా ఫ్రేమ్‌లోకి తీసుకురండి.
ur: اس تصویر میں کوئی کھلا ہاتھ نہیں ملا۔ اچھی روشنی میں ہتھیلی کھول کر کیمرے کی طرف رکھیں اور پوری طرح فریم میں لائیں۔

# error.noLines
source: Your hand was found, but the palm lines weren't clear enough to trace. Try brighter, even light and hold steady.
bn: হাত পাওয়া গেছে, কিন্তু তালুর রেখাগুলো খুঁজে পাওয়ার মতো পরিষ্কার ছিল না। উজ্জ্বল, সমান আলোয় হাত স্থির রেখে আবার চেষ্টা করুন।
gu: હાથ મળ્યો, પરંતુ હથેળીની રેખાઓ શોધી શકાય એટલી સ્પષ્ટ નહોતી. તેજ, સમાન પ્રકાશમાં હાથ સ્થિર રાખીને ફરી પ્રયાસ કરો.
hi: हाथ मिल गया, लेकिन हथेली की रेखाएँ इतनी साफ़ नहीं थीं कि उन्हें खोजा जा सके। तेज़, समान रोशनी में हाथ स्थिर रखकर फिर कोशिश करें।
kn: ಕೈ ಕಂಡುಬಂದಿತು, ಆದರೆ ಅಂಗೈ ರೇಖೆಗಳು ಗುರುತಿಸುವಷ್ಟು ಸ್ಪಷ್ಟವಾಗಿರಲಿಲ್ಲ. ಪ್ರಕಾಶಮಾನ, ಸಮಾನ ಬೆಳಕಿನಲ್ಲಿ ಕೈಯನ್ನು ಸ್ಥಿರವಾಗಿ ಹಿಡಿದು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: കൈ കണ്ടെത്തി, പക്ഷേ കൈപ്പത്തിയിലെ രേഖകൾ കണ്ടെത്താനാവുന്നത്ര വ്യക്തമായിരുന്നില്ല. തെളിഞ്ഞ, ഒരേപോലെയുള്ള വെളിച്ചത്തിൽ കൈ അനങ്ങാതെ പിടിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: हात आढळला, पण तळहातावरील रेषा शोधता येतील इतक्या स्पष्ट नव्हत्या. तेजस्वी, समान प्रकाशात हात स्थिर धरून पुन्हा प्रयत्न करा.
or: ହାତ ମିଳିଲା, କିନ୍ତୁ ପାପୁଲିର ରେଖାଗୁଡ଼ିକ ଖୋଜିବା ଭଳି ସ୍ପଷ୍ଟ ନଥିଲା। ଉଜ୍ଜ୍ୱଳ, ସମାନ ଆଲୋକରେ ହାତ ସ୍ଥିର ରଖି ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ।
ta: கை கண்டறியப்பட்டது, ஆனால் உள்ளங்கை ரேகைகள் கண்டறியும் அளவுக்குத் தெளிவாக இல்லை. பிரகாசமான, சீரான வெளிச்சத்தில் கையை அசையாமல் வைத்து மீண்டும் முயலவும்.
te: చేయి కనిపించింది, కానీ అరచేతి రేఖలు గుర్తించేంత స్పష్టంగా లేవు. ప్రకాశవంతమైన, సమానమైన వెలుతురులో చేయిని స్థిరంగా ఉంచి మళ్లీ ప్రయత్నించండి.
ur: ہاتھ مل گیا، لیکن ہتھیلی کی لکیریں اتنی واضح نہیں تھیں کہ تلاش کی جا سکیں۔ تیز، یکساں روشنی میں ہاتھ ساکن رکھ کر دوبارہ کوشش کریں۔

# error.title
source: Couldn't Read Palm
bn: তালু পড়া গেল না
gu: હથેળી વાંચી શકાઈ નહીં
hi: हथेली नहीं पढ़ी जा सकी
kn: ಅಂಗೈಯನ್ನು ಓದಲಾಗಲಿಲ್ಲ
ml: കൈപ്പത്തി വായിക്കാനായില്ല
mr: तळहात वाचता आला नाही
or: ପାପୁଲି ପଢ଼ାଯାଇପାରିଲା ନାହିଁ
ta: உள்ளங்கையைப் படிக்க முடியவில்லை
te: అరచేతిని చదవలేకపోయాం
ur: ہتھیلی نہیں پڑھی جا سکی

# fate.explorer.advice
source: Treat each phase of your career as valuable cumulative wisdom that enriches your unique personal toolkit.
bn: আপনার কর্মজীবনের প্রতিটি পর্যায়কে মূল্যবান সঞ্চিত প্রজ্ঞা হিসেবে দেখুন, যা আপনার অনন্য ব্যক্তিগত দক্ষতাকে সমৃদ্ধ করে।
gu: તમારી કારકિર્દીના દરેક તબક્કાને મૂલ્યવાન સંચિત જ્ઞાન માનો, જે તમારી અનોખી વ્યક્તિગત ક્ષમતાઓને સમૃદ્ધ કરે છે.
hi: अपने करियर के हर चरण को मूल्यवान संचित ज्ञान मानें, जो आपकी अनूठी व्यक्तिगत क्षमताओं को समृद्ध करता है।
kn: ನಿಮ್ಮ ವೃತ್ತಿಯ ಪ್ರತಿಯೊಂದು ಹಂತವನ್ನೂ ಅಮೂಲ್ಯ ಸಂಚಿತ ಜ್ಞಾನವೆಂದು ಪರಿಗಣಿಸಿ, ಅದು ನಿಮ್ಮ ವಿಶಿಷ್ಟ ವೈಯಕ್ತಿಕ ಸಾಮರ್ಥ್ಯಗಳನ್ನು ಶ್ರೀಮಂತಗೊಳಿಸುತ್ತದೆ.
ml: നിങ്ങളുടെ തൊഴിലിന്റെ ഓരോ ഘട്ടത്തെയും വിലപ്പെട്ട സഞ്ചിത ജ്ഞാനമായി കാണുക, അത് നിങ്ങളുടെ അതുല്യമായ വ്യക്തിഗത കഴിവുകളെ സമ്പന്നമാക്കുന്നു.
mr: तुमच्या करिअरच्या प्रत्येक टप्प्याला मौल्यवान संचित ज्ञान समजा, जे तुमची अनोखी वैयक्तिक क्षमता समृद्ध करते.
or: ଆପଣଙ୍କ ବୃତ୍ତିର ପ୍ରତ୍ୟେକ ପର୍ଯ୍ୟାୟକୁ ମୂଲ୍ୟବାନ ସଞ୍ଚିତ ଜ୍ଞାନ ଭାବରେ ଦେଖନ୍ତୁ, ଯାହା ଆପଣଙ୍କ ଅନନ୍ୟ ବ୍ୟକ୍ତିଗତ ଦକ୍ଷତାକୁ ସମୃଦ୍ଧ କରେ।
ta: உங்கள் தொழிலின் ஒவ்வொரு கட்டத்தையும் மதிப்புமிக்க திரட்டப்பட்ட ஞானமாகக் கருதுங்கள்; அது உங்கள் தனித்துவமான திறன்களை வளப்படுத்துகிறது.
te: మీ వృత్తిలోని ప్రతి దశను విలువైన సంచిత జ్ఞానంగా భావించండి, అది మీ ప్రత్యేక వ్యక్తిగత సామర్థ్యాలను సుసంపన్నం చేస్తుంది.
ur: اپنے کیریئر کے ہر مرحلے کو قیمتی جمع شدہ دانائی سمجھیں جو آپ کی منفرد ذاتی صلاحیتوں کو مالا مال کرتی ہے۔

# fate.explorer.detailed
source: Rather than following a rigid predetermined corporate ladder, your destiny unfolds organically. You are comfortable reinventing your career across multiple exciting chapters, drawing on diverse skills and passions.
bn: কোনো কঠোর, পূর্বনির্ধারিত পথে চলার বদলে আপনার ভাগ্য স্বাভাবিকভাবে উন্মোচিত হয়। আপনি একাধিক রোমাঞ্চকর অধ্যায়ে নিজের কর্মজীবন নতুন করে গড়তে স্বচ্ছন্দ এবং আপনার বৈচিত্র্যময় দক্ষতা ও আগ্রহ কাজে লাগান।
gu: કોઈ કઠોર, પૂર્વનિર્ધારિત માર્ગ પર ચાલવાને બદલે તમારું ભાગ્ય સ્વાભાવિક રીતે ખૂલે છે. તમે અનેક રોમાંચક પ્રકરણોમાં તમારી કારકિર્દીને નવેસરથી ઘડવામાં સહજ છો અને તમારી વૈવિધ્યપૂર્ણ કુશળતા અને રુચિઓનો ઉપયોગ કરો છો.
hi: किसी कठोर, पूर्वनिर्धारित रास्ते पर चलने के बजाय आपका भाग्य स्वाभाविक रूप से खुलता है। आप कई रोमांचक अध्यायों में अपने करियर को नए सिरे से गढ़ने में सहज हैं और अपनी विविध क्षमताओं व रुचियों का उपयोग करते हैं।
kn: ಕಠಿಣ, ಪೂರ್ವನಿರ್ಧರಿತ ಮಾರ್ಗವನ್ನು ಅನುಸರಿಸುವ ಬದಲು ನಿಮ್ಮ ಭಾಗ್ಯ ಸಹಜವಾಗಿ ತೆರೆದುಕೊಳ್ಳುತ್ತದೆ. ಹಲವು ರೋಮಾಂಚಕ ಅಧ್ಯಾಯಗಳಲ್ಲಿ ನಿಮ್ಮ ವೃತ್ತಿಯನ್ನು ಹೊಸದಾಗಿ ರೂಪಿಸಿಕೊಳ್ಳುವುದರಲ್ಲಿ ನೀವು ಆರಾಮವಾಗಿರುತ್ತೀರಿ ಮತ್ತು ನಿಮ್ಮ ವೈವಿಧ್ಯಮಯ ಕೌಶಲಗಳು ಹಾಗೂ ಆಸಕ್ತಿಗಳನ್ನು ಬಳಸಿಕೊಳ್ಳುತ್ತೀರಿ.
ml: കർശനമായ, മുൻകൂട്ടി നിശ്ചയിച്ച പാത പിന്തുടരുന്നതിനു പകരം നിങ്ങളുടെ ഭാഗ്യം സ്വാഭാവികമായി വിടരുന്നു. പല ആവേശകരമായ അധ്യായങ്ങളിലൂടെ നിങ്ങളുടെ തൊഴിൽ പുതുതായി രൂപപ്പെടുത്തുന്നതിൽ നിങ്ങൾ സുഖം കണ്ടെത്തുകയും നിങ്ങളുടെ വൈവിധ്യമാർന്ന കഴിവുകളും താൽപ്പര്യങ്ങളും പ്രയോജനപ്പെടുത്തുകയും ചെയ്യുന്നു.
mr: कठोर, पूर्वनिश्चित मार्गावर चालण्याऐवजी तुमचे भाग्य नैसर्गिकपणे उलगडते. अनेक रोमांचक टप्प्यांत तुमचे करिअर नव्याने घडवण्यात तुम्ही सहज असता आणि तुमची विविध कौशल्ये व आवडी वापरता.
or: କୌଣସି କଠୋର, ପୂର୍ବନିର୍ଦ୍ଧାରିତ ପଥରେ ଚାଲିବା ପରିବର୍ତ୍ତେ ଆପଣଙ୍କ ଭାଗ୍ୟ ସ୍ୱାଭାବିକ ଭାବେ ଖୋଲିଯାଏ। ଅନେକ ରୋମାଞ୍ଚକର ଅଧ୍ୟାୟରେ ନିଜ ବୃତ୍ତିକୁ ନୂଆ କରି ଗଢ଼ିବାରେ ଆପଣ ସହଜ ଅନୁଭବ କରନ୍ତି ଏବଂ ନିଜର ବିବିଧ ଦକ୍ଷତା ଓ ଆଗ୍ରହକୁ କାମରେ ଲଗାନ୍ତି।
ta: கடுமையான, முன்பே தீர்மானிக்கப்பட்ட பாதையைப் பின்பற்றுவதற்குப் பதிலாக, உங்கள் விதி இயல்பாக விரிகிறது. பல உற்சாகமான அத்தியாயங்களில் உங்கள் தொழிலைப் புதிதாக வடிவமைப்பதில் நீங்கள் இயல்பாக இருக்கிறீர்கள்; உங்கள் பல்வேறு திறன்களையும் ஆர்வங்களையும் பயன்படுத்துகிறீர்கள்.
te: కఠినమైన, ముందుగా నిర్ణయించిన మార్గాన్ని అనుసరించడం కంటే, మీ భాగ్యం సహజంగా విప్పుకుంటుంది. అనేక ఉత్తేజకరమైన అధ్యాయాలలో మీ వృత్తిని కొత్తగా తీర్చిదిద్దుకోవడంలో మీరు సౌకర్యంగా ఉంటారు మరియు మీ విభిన్న నైపుణ్యాలు, అభిరుచులను ఉపయోగించుకుంటారు.
ur: کسی سخت، پہلے سے طے شدہ راستے پر چلنے کے بجائے آپ کی قسمت فطری طور پر کھلتی ہے۔ آپ کئی دلچسپ ابواب میں اپنے کیریئر کو نئے سرے سے تشکیل دینے میں سہولت محسوس کرتے ہیں اور اپنی متنوع مہارتوں اور دلچسپیوں سے کام لیتے ہیں۔

# fate.explorer.summary
source: A more flexible or subtle line reflects an agile journey characterized by self-reinvention and creative freedom.
bn: নমনীয় বা হালকা রেখা আত্মপুনর্গঠন ও সৃজনশীল স্বাধীনতায় ভরা এক চটপটে যাত্রা প্রতিফলিত করে।
gu: લવચીક અથવા આછી રેખા આત્મ-પુનર્નિર્માણ અને સર્જનાત્મક સ્વતંત્રતાથી ભરેલી ચપળ યાત્રા દર્શાવે છે.
hi: एक लचीली या हल्की रेखा आत्म-पुनर्निर्माण और रचनात्मक स्वतंत्रता से भरी चुस्त यात्रा को दर्शाती है।
kn: ನಮ್ಯವಾದ ಅಥವಾ ಸೂಕ್ಷ್ಮ ರೇಖೆಯು ಸ್ವ-ಪುನರ್ನಿರ್ಮಾಣ ಮತ್ತು ಸೃಜನಶೀಲ ಸ್ವಾತಂತ್ರ್ಯದಿಂದ ತುಂಬಿದ ಚುರುಕಾದ ಪಯಣವನ್ನು ಪ್ರತಿಬಿಂಬಿಸುತ್ತದೆ.
ml: വഴക്കമുള്ളതോ നേർത്തതോ ആയ രേഖ സ്വയം പുനർനിർമ്മാണവും സർഗാത്മക സ്വാതന്ത്ര്യവും നിറഞ്ഞ ചടുലമായ യാത്രയെ പ്രതിഫലിപ്പിക്കുന്നു.
mr: लवचिक किंवा सौम्य रेषा आत्मपुनर्रचना आणि सर्जनशील स्वातंत्र्याने भरलेला चपळ प्रवास दर्शवते.
or: ନମନୀୟ ବା ହାଲୁକା ରେଖା ଆତ୍ମପୁନର୍ଗଠନ ଓ ସୃଜନଶୀଳ ସ୍ୱାଧୀନତାରେ ଭରା ଏକ ଚଞ୍ଚଳ ଯାତ୍ରାକୁ ଦର୍ଶାଏ।
ta: நெகிழ்வான அல்லது மெல்லிய ரேகை சுய மறுஉருவாக்கமும் படைப்புச் சுதந்திரமும் நிறைந்த சுறுசுறுப்பான பயணத்தைப் பிரதிபலிக்கிறது.
te: సరళమైన లేదా సూక్ష్మమైన రేఖ స్వీయ పునర్నిర్మాణం మరియు సృజనాత్మక స్వేచ్ఛతో నిండిన చురుకైన ప్రయాణాన్ని ప్రతిబింబిస్తుంది.
ur: لچکدار یا ہلکی لکیر خود کو نئے سرے سے ڈھالنے اور تخلیقی آزادی سے بھرے ایک چست سفر کی عکاسی کرتی ہے۔

# fate.explorer.title
source: Dynamic Explorer & Adaptable Path
bn: গতিশীল অন্বেষক ও নমনীয় পথ
gu: ગતિશીલ શોધક અને લવચીક માર્ગ
hi: गतिशील अन्वेषक और लचीला मार्ग
kn: ಚೈತನ್ಯಶೀಲ ಅನ್ವೇಷಕ ಮತ್ತು ನಮ್ಯ ಪಥ
ml: ചലനാത്മക അന്വേഷകനും വഴക്കമുള്ള പാതയും
mr: गतिशील शोधक आणि लवचिक मार्ग
or: ଗତିଶୀଳ ଅନ୍ୱେଷକ ଓ ନମନୀୟ ପଥ
ta: துடிப்பான ஆய்வாளர் மற்றும் நெகிழ்வான பாதை
te: చైతన్యవంతమైన అన్వేషకుడు మరియు సరళమైన మార్గం
ur: متحرک کھوجی اور لچکدار راستہ

# fate.explorer.trait1
source: Agile Reinvention
bn: চটপটে পুনর্গঠন
gu: ચપળ પુનર્નિર્માણ
hi: चुस्त पुनर्निर्माण
kn: ಚುರುಕಾದ ಪುನರ್ನಿರ್ಮಾಣ
ml: ചടുലമായ പുനർനിർമ്മാണം
mr: चपळ पुनर्रचना
or: ଚଞ୍ଚଳ ପୁନର୍ଗଠନ
ta: சுறுசுறுப்பான மறுஉருவாக்கம்
te: చురుకైన పునర్నిర్మాణం
ur: چست تجدید

# fate.explorer.trait2
source: Multipotentialite
bn: বহুমুখী প্রতিভা
gu: બહુમુખી પ્રતિભા
hi: बहुमुखी प्रतिभा
kn: ಬಹುಮುಖ ಪ್ರತಿಭೆ
ml: ബഹുമുഖ പ്രതിഭ
mr: बहुआयामी प्रतिभा
or: ବହୁମୁଖୀ ପ୍ରତିଭା
ta: பன்முகத் திறமை
te: బహుముఖ ప్రజ్ఞ
ur: ہمہ جہت صلاحیت

# fate.explorer.trait3
source: Creative Independence
bn: সৃজনশীল স্বাধীনতা
gu: સર્જનાત્મક સ્વતંત્રતા
hi: रचनात्मक स्वतंत्रता
kn: ಸೃಜನಶೀಲ ಸ್ವಾತಂತ್ರ್ಯ
ml: സർഗാത്മക സ്വാതന്ത്ര്യം
mr: सर्जनशील स्वातंत्र्य
or: ସୃଜନଶୀଳ ସ୍ୱାଧୀନତା
ta: படைப்புச் சுதந்திரம்
te: సృజనాత్మక స్వాతంత్ర్యం
ur: تخلیقی آزادی

# fate.explorer.trait4
source: Resourceful
bn: উপায়কুশল
gu: કોઠાસૂઝવાળા
hi: साधन-संपन्न
kn: ಸಂಪನ್ಮೂಲಶೀಲ
ml: വിഭവശേഷിയുള്ളവർ
mr: साधनसंपन्न
or: ସମ୍ବଳକୁଶଳ
ta: வளமான யுக்தி
te: వనరులను వినియోగించే నేర్పు
ur: وسائل سے کام لینے والا

# fate.purpose.advice
source: While your dedication brings substantial rewards, remain receptive to serendipitous opportunities along the way.
bn: আপনার নিষ্ঠা বড় সাফল্য আনে, তবু পথে আসা অপ্রত্যাশিত সুযোগের জন্যও খোলা মন রাখুন।
gu: તમારું સમર્પણ મોટાં ફળ આપે છે, છતાં માર્ગમાં આવતી અણધારી તકો માટે ખુલ્લા રહો.
hi: आपका समर्पण बड़े फल देता है, फिर भी राह में आने वाले अप्रत्याशित अवसरों के प्रति खुले रहें।
kn: ನಿಮ್ಮ ಸಮರ್ಪಣೆ ದೊಡ್ಡ ಫಲ ನೀಡುತ್ತದೆ, ಆದರೂ ದಾರಿಯಲ್ಲಿ ಬರುವ ಅನಿರೀಕ್ಷಿತ ಅವಕಾಶಗಳಿಗೆ ತೆರೆದುಕೊಂಡಿರಿ.
ml: നിങ്ങളുടെ അർപ്പണം വലിയ ഫലങ്ങൾ നൽകുന്നു, എങ്കിലും വഴിയിൽ വരുന്ന അപ്രതീക്ഷിത അവസരങ്ങൾക്കായി തുറന്നിരിക്കുക.
mr: तुमच्या समर्पणाचे मोठे फळ मिळते, तरीही वाटेत येणाऱ्या अनपेक्षित संधींसाठी खुले राहा.
or: ଆପଣଙ୍କ ସମର୍ପଣ ବଡ଼ ଫଳ ଦିଏ, ତଥାପି ବାଟରେ ଆସୁଥିବା ଅପ୍ରତ୍ୟାଶିତ ସୁଯୋଗ ପାଇଁ ଖୋଲା ମନ ରଖନ୍ତୁ।
ta: உங்கள் அர்ப்பணிப்பு பெரும் பலன்களைத் தருகிறது; ஆனாலும் வழியில் வரும் எதிர்பாராத வாய்ப்புகளுக்குத் திறந்த மனதுடன் இருங்கள்.
te: మీ అంకితభావం గొప్ప ఫలితాలను ఇస్తుంది, అయినా దారిలో వచ్చే ఊహించని అవకాశాలకు తెరిచి ఉండండి.
ur: آپ کی لگن بڑے ثمرات لاتی ہے، پھر بھی راستے میں آنے والے غیر متوقع مواقع کے لیے کھلے رہیں۔

# fate.purpose.detailed.left
source: A well-marked line of Saturn (Fate Line) reveals that you are the conscious author of your journey. You possess intrinsic drive, set defined long-term ambitions, and navigate career transitions with steady resolve. On the Left Hand, this indicates that you carry an innate inner sense of calling and personal purpose.
bn: স্পষ্টভাবে অঙ্কিত শনি রেখা (ভাগ্য রেখা) দেখায় যে আপনি নিজের জীবনযাত্রার সচেতন রচয়িতা। আপনার অন্তর্নিহিত প্রেরণা আছে, আপনি দীর্ঘমেয়াদি লক্ষ্য স্থির করেন এবং কর্মজীবনের পরিবর্তন স্থির সংকল্পে পার হন। বাঁ হাতে এটি নির্দেশ করে যে আপনার মধ্যে জীবনের উদ্দেশ্যের সহজাত অন্তর্বোধ রয়েছে।
gu: સ્પષ્ટ રીતે અંકિત શનિ રેખા (ભાગ્ય રેખા) દર્શાવે છે કે તમે તમારી જીવનયાત્રાના સભાન રચયિતા છો. તમારામાં આંતરિક પ્રેરણા છે, તમે લાંબા ગાળાનાં લક્ષ્યો નક્કી કરો છો અને કારકિર્દીના ફેરફારો સ્થિર સંકલ્પથી પાર કરો છો. ડાબા હાથ પર આ દર્શાવે છે કે તમારામાં જીવનના હેતુની જન્મજાત આંતરિક અનુભૂતિ છે.
hi: स्पष्ट रूप से अंकित शनि रेखा (भाग्य रेखा) बताती है कि आप अपनी जीवन-यात्रा के सचेत रचयिता हैं। आपमें आंतरिक प्रेरणा है, आप दीर्घकालिक लक्ष्य तय करते हैं और करियर के बदलावों को स्थिर संकल्प से पार करते हैं। बाएँ हाथ पर यह दर्शाता है कि आपमें अपने जीवन-उद्देश्य की जन्मजात आंतरिक अनुभूति है।
kn: ಸ್ಪಷ್ಟವಾಗಿ ಮೂಡಿದ ಶನಿ ರೇಖೆ (ಭಾಗ್ಯ ರೇಖೆ) ನೀವು ನಿಮ್ಮ ಜೀವನ ಪಯಣದ ಪ್ರಜ್ಞಾಪೂರ್ವಕ ರಚನಾಕಾರರು ಎಂದು ಬಹಿರಂಗಪಡಿಸುತ್ತದೆ. ನಿಮ್ಮಲ್ಲಿ ಆಂತರಿಕ ಪ್ರೇರಣೆ ಇದೆ, ನೀವು ದೀರ್ಘಾವಧಿ ಗುರಿಗಳನ್ನು ನಿಗದಿಪಡಿಸುತ್ತೀರಿ ಮತ್ತು ವೃತ್ತಿಯ ಬದಲಾವಣೆಗಳನ್ನು ಸ್ಥಿರ ಸಂಕಲ್ಪದಿಂದ ದಾಟುತ್ತೀರಿ. ಎಡಗೈಯಲ್ಲಿ ಇದು ನಿಮ್ಮಲ್ಲಿ ಜೀವನೋದ್ದೇಶದ ಸಹಜ ಆಂತರಿಕ ಅರಿವು ಇದೆ ಎಂದು ಸೂಚಿಸುತ್ತದೆ.
ml: വ്യക്തമായി പതിഞ്ഞ ശനിരേഖ (ഭാഗ്യരേഖ) നിങ്ങൾ നിങ്ങളുടെ ജീവിതയാത്രയുടെ ബോധപൂർവമായ രചയിതാവാണെന്ന് വെളിപ്പെടുത്തുന്നു. നിങ്ങൾക്ക് ആന്തരിക പ്രചോദനമുണ്ട്, ദീർഘകാല ലക്ഷ്യങ്ങൾ നിശ്ചയിക്കുന്നു, തൊഴിൽ മാറ്റങ്ങളെ ഉറച്ച നിശ്ചയദാർഢ്യത്തോടെ മറികടക്കുന്നു. ഇടതു കൈയിൽ ഇത് നിങ്ങളിൽ ജീവിതലക്ഷ്യത്തെക്കുറിച്ചുള്ള ജന്മസിദ്ധമായ ആന്തരിക ബോധമുണ്ടെന്ന് സൂചിപ്പിക്കുന്നു.
mr: स्पष्टपणे उमटलेली शनी रेषा (भाग्य रेषा) दर्शवते की तुम्ही तुमच्या जीवनप्रवासाचे जाणीवपूर्वक लेखक आहात. तुमच्यात आंतरिक प्रेरणा आहे, तुम्ही दीर्घकालीन ध्येये ठरवता आणि करिअरमधील बदल स्थिर निर्धाराने पार करता. डाव्या हातावर हे दर्शवते की तुमच्यात जीवनहेतूची जन्मजात आंतरिक जाणीव आहे.
or: ସ୍ପଷ୍ଟ ଭାବେ ଅଙ୍କିତ ଶନି ରେଖା (ଭାଗ୍ୟ ରେଖା) ଦର୍ଶାଏ ଯେ ଆପଣ ନିଜ ଜୀବନ ଯାତ୍ରାର ସଚେତନ ରଚୟିତା। ଆପଣଙ୍କ ମଧ୍ୟରେ ଆନ୍ତରିକ ପ୍ରେରଣା ଅଛି, ଆପଣ ଦୀର୍ଘକାଳୀନ ଲକ୍ଷ୍ୟ ସ୍ଥିର କରନ୍ତି ଏବଂ ବୃତ୍ତିର ପରିବର୍ତ୍ତନକୁ ସ୍ଥିର ସଂକଳ୍ପ ସହ ଅତିକ୍ରମ କରନ୍ତି। ବାମ ହାତରେ ଏହା ସୂଚାଏ ଯେ ଆପଣଙ୍କ ମଧ୍ୟରେ ଜୀବନର ଉଦ୍ଦେଶ୍ୟର ଜନ୍ମଗତ ଆନ୍ତରିକ ଅନୁଭୂତି ଅଛି।
ta: தெளிவாகப் பதிந்த சனி ரேகை (விதி ரேகை) நீங்களே உங்கள் வாழ்க்கைப் பயணத்தின் விழிப்புணர்வுள்ள படைப்பாளர் என்பதை வெளிப்படுத்துகிறது. உங்களிடம் உள்ளார்ந்த உந்துதல் உள்ளது; நீண்டகால இலக்குகளை நிர்ணயிக்கிறீர்கள்; தொழில் மாற்றங்களை உறுதியான மனத்துடன் கடக்கிறீர்கள். இடது கையில் இது உங்களுக்குள் வாழ்க்கை நோக்கம் பற்றிய பிறவி உள்ளுணர்வு இருப்பதைக் குறிக்கிறது.
te: స్పష్టంగా గుర్తించబడిన శని రేఖ (భాగ్య రేఖ) మీరు మీ జీవన ప్రయాణానికి చేతన రచయిత అని వెల్లడిస్తుంది. మీకు అంతర్గత ప్రేరణ ఉంది, మీరు దీర్ఘకాలిక లక్ష్యాలను నిర్దేశించుకుంటారు మరియు వృత్తి మార్పులను స్థిరమైన సంకల్పంతో దాటుతారు. ఎడమ చేతిపై ఇది మీలో జీవిత లక్ష్యం పట్ల సహజమైన అంతర్గత భావన ఉందని సూచిస్తుంది.
ur: واضح طور پر نمایاں زحل کی لکیر (قسمت کی لکیر) بتاتی ہے کہ آپ اپنے سفرِ زندگی کے شعوری مصنف ہیں۔ آپ میں اندرونی جذبہ ہے، آپ طویل مدتی اہداف طے کرتے ہیں اور کیریئر کی تبدیلیوں کو مستحکم عزم سے عبور کرتے ہیں۔ بائیں ہاتھ پر یہ ظاہر کرتی ہے کہ آپ میں زندگی کے مقصد کا فطری باطنی احساس موجود ہے۔

# fate.purpose.detailed.right
source: A well-marked line of Saturn (Fate Line) reveals that you are the conscious author of your journey. You possess intrinsic drive, set defined long-term ambitions, and navigate career transitions with steady resolve. On the Right Hand, this indicates that you actively construct opportunities through perseverance and discipline.
bn: স্পষ্টভাবে অঙ্কিত শনি রেখা (ভাগ্য রেখা) দেখায় যে আপনি নিজের জীবনযাত্রার সচেতন রচয়িতা। আপনার অন্তর্নিহিত প্রেরণা আছে, আপনি দীর্ঘমেয়াদি লক্ষ্য স্থির করেন এবং কর্মজীবনের পরিবর্তন স্থির সংকল্পে পার হন। ডান হাতে এটি নির্দেশ করে যে আপনি অধ্যবসায় ও শৃঙ্খলায় সক্রিয়ভাবে সুযোগ তৈরি করেন।
gu: સ્પષ્ટ રીતે અંકિત શનિ રેખા (ભાગ્ય રેખા) દર્શાવે છે કે તમે તમારી જીવનયાત્રાના સભાન રચયિતા છો. તમારામાં આંતરિક પ્રેરણા છે, તમે લાંબા ગાળાનાં લક્ષ્યો નક્કી કરો છો અને કારકિર્દીના ફેરફારો સ્થિર સંકલ્પથી પાર કરો છો. જમણા હાથ પર આ દર્શાવે છે કે તમે દૃઢતા અને શિસ્તથી સક્રિય રીતે તકો સર્જો છો.
hi: स्पष्ट रूप से अंकित शनि रेखा (भाग्य रेखा) बताती है कि आप अपनी जीवन-यात्रा के सचेत रचयिता हैं। आपमें आंतरिक प्रेरणा है, आप दीर्घकालिक लक्ष्य तय करते हैं और करियर के बदलावों को स्थिर संकल्प से पार करते हैं। दाएँ हाथ पर यह दर्शाता है कि आप दृढ़ता और अनुशासन से सक्रिय रूप से अवसर बनाते हैं।
kn: ಸ್ಪಷ್ಟವಾಗಿ ಮೂಡಿದ ಶನಿ ರೇಖೆ (ಭಾಗ್ಯ ರೇಖೆ) ನೀವು ನಿಮ್ಮ ಜೀವನ ಪಯಣದ ಪ್ರಜ್ಞಾಪೂರ್ವಕ ರಚನಾಕಾರರು ಎಂದು ಬಹಿರಂಗಪಡಿಸುತ್ತದೆ. ನಿಮ್ಮಲ್ಲಿ ಆಂತರಿಕ ಪ್ರೇರಣೆ ಇದೆ, ನೀವು ದೀರ್ಘಾವಧಿ ಗುರಿಗಳನ್ನು ನಿಗದಿಪಡಿಸುತ್ತೀರಿ ಮತ್ತು ವೃತ್ತಿಯ ಬದಲಾವಣೆಗಳನ್ನು ಸ್ಥಿರ ಸಂಕಲ್ಪದಿಂದ ದಾಟುತ್ತೀರಿ. ಬಲಗೈಯಲ್ಲಿ ಇದು ನೀವು ಛಲ ಮತ್ತು ಶಿಸ್ತಿನಿಂದ ಸಕ್ರಿಯವಾಗಿ ಅವಕಾಶಗಳನ್ನು ಸೃಷ್ಟಿಸುತ್ತೀರಿ ಎಂದು ಸೂಚಿಸುತ್ತದೆ.
ml: വ്യക്തമായി പതിഞ്ഞ ശനിരേഖ (ഭാഗ്യരേഖ) നിങ്ങൾ നിങ്ങളുടെ ജീവിതയാത്രയുടെ ബോധപൂർവമായ രചയിതാവാണെന്ന് വെളിപ്പെടുത്തുന്നു. നിങ്ങൾക്ക് ആന്തരിക പ്രചോദനമുണ്ട്, ദീർഘകാല ലക്ഷ്യങ്ങൾ നിശ്ചയിക്കുന്നു, തൊഴിൽ മാറ്റങ്ങളെ ഉറച്ച നിശ്ചയദാർഢ്യത്തോടെ മറികടക്കുന്നു. വലതു കൈയിൽ ഇത് നിങ്ങൾ സ്ഥിരോത്സാഹവും അച്ചടക്കവും കൊണ്ട് സജീവമായി അവസരങ്ങൾ സൃഷ്ടിക്കുന്നുവെന്ന് സൂചിപ്പിക്കുന്നു.
mr: स्पष्टपणे उमटलेली शनी रेषा (भाग्य रेषा) दर्शवते की तुम्ही तुमच्या जीवनप्रवासाचे जाणीवपूर्वक लेखक आहात. तुमच्यात आंतरिक प्रेरणा आहे, तुम्ही दीर्घकालीन ध्येये ठरवता आणि करिअरमधील बदल स्थिर निर्धाराने पार करता. उजव्या हातावर हे दर्शवते की तुम्ही चिकाटी आणि शिस्तीने सक्रियपणे संधी निर्माण करता.
or: ସ୍ପଷ୍ଟ ଭାବେ ଅଙ୍କିତ ଶନି ରେଖା (ଭାଗ୍ୟ ରେଖା) ଦର୍ଶାଏ ଯେ ଆପଣ ନିଜ ଜୀବନ ଯାତ୍ରାର ସଚେତନ ରଚୟିତା। ଆପଣଙ୍କ ମଧ୍ୟରେ ଆନ୍ତରିକ ପ୍ରେରଣା ଅଛି, ଆପଣ ଦୀର୍ଘକାଳୀନ ଲକ୍ଷ୍ୟ ସ୍ଥିର କରନ୍ତି ଏବଂ ବୃତ୍ତିର ପରିବର୍ତ୍ତନକୁ ସ୍ଥିର ସଂକଳ୍ପ ସହ ଅତିକ୍ରମ କରନ୍ତି। ଡାହାଣ ହାତରେ ଏହା ସୂଚାଏ ଯେ ଆପଣ ଅଧ୍ୟବସାୟ ଓ ଅନୁଶାସନ ସହ ସକ୍ରିୟ ଭାବେ ସୁଯୋଗ ସୃଷ୍ଟି କରନ୍ତି।
ta: தெளிவாகப் பதிந்த சனி ரேகை (விதி ரேகை) நீங்களே உங்கள் வாழ்க்கைப் பயணத்தின் விழிப்புணர்வுள்ள படைப்பாளர் என்பதை வெளிப்படுத்துகிறது. உங்களிடம் உள்ளார்ந்த உந்துதல் உள்ளது; நீண்டகால இலக்குகளை நிர்ணயிக்கிறீர்கள்; தொழில் மாற்றங்களை உறுதியான மனத்துடன் கடக்கிறீர்கள். வலது கையில் இது நீங்கள் விடாமுயற்சியும் ஒழுக்கமும் கொண்டு வாய்ப்புகளைச் செயலூக்கத்துடன் உருவாக்குவதைக் குறிக்கிறது.
te: స్పష్టంగా గుర్తించబడిన శని రేఖ (భాగ్య రేఖ) మీరు మీ జీవన ప్రయాణానికి చేతన రచయిత అని వెల్లడిస్తుంది. మీకు అంతర్గత ప్రేరణ ఉంది, మీరు దీర్ఘకాలిక లక్ష్యాలను నిర్దేశించుకుంటారు మరియు వృత్తి మార్పులను స్థిరమైన సంకల్పంతో దాటుతారు. కుడి చేతిపై ఇది మీరు పట్టుదల మరియు క్రమశిక్షణతో చురుకుగా అవకాశాలను సృష్టిస్తారని సూచిస్తుంది.
ur: واضح طور پر نمایاں زحل کی لکیر (قسمت کی لکیر) بتاتی ہے کہ آپ اپنے سفرِ زندگی کے شعوری مصنف ہیں۔ آپ میں اندرونی جذبہ ہے، آپ طویل مدتی اہداف طے کرتے ہیں اور کیریئر کی تبدیلیوں کو مستحکم عزم سے عبور کرتے ہیں۔ دائیں ہاتھ پر یہ ظاہر کرتی ہے کہ آپ ثابت قدمی اور نظم و ضبط سے فعال طور پر مواقع پیدا کرتے ہیں۔

# fate.purpose.summary
source: A prominent furrow ascending towards the Mount of Saturn indicates strong professional agency and clear life trajectory.
bn: শনি পর্বতের দিকে উঠে যাওয়া স্পষ্ট রেখা দৃঢ় পেশাগত সক্ষমতা ও জীবনের স্পষ্ট গতিপথ নির্দেশ করে।
gu: શનિ પર્વત તરફ ચઢતી મુખ્ય રેખા મજબૂત વ્યાવસાયિક ક્ષમતા અને જીવનની સ્પષ્ટ દિશા દર્શાવે છે.
hi: शनि पर्वत की ओर चढ़ती प्रमुख रेखा मज़बूत पेशेवर क्षमता और जीवन की स्पष्ट दिशा दर्शाती है।
kn: ಶನಿ ಪರ್ವತದ ಕಡೆಗೆ ಏರುವ ಎದ್ದುಕಾಣುವ ರೇಖೆಯು ಬಲವಾದ ವೃತ್ತಿಪರ ಸಾಮರ್ಥ್ಯ ಮತ್ತು ಸ್ಪಷ್ಟ ಜೀವನ ಪಥವನ್ನು ಸೂಚಿಸುತ್ತದೆ.
ml: ശനി പർവ്വതത്തിലേക്ക് കയറുന്ന വ്യക്തമായ രേഖ ശക്തമായ തൊഴിൽപരമായ കഴിവും വ്യക്തമായ ജീവിതഗതിയും സൂചിപ്പിക്കുന്നു.
mr: शनी पर्वताकडे चढणारी ठळक रेषा भक्कम व्यावसायिक क्षमता आणि जीवनाची स्पष्ट दिशा दर्शवते.
or: ଶନି ପର୍ବତ ଆଡ଼କୁ ଉଠୁଥିବା ସ୍ପଷ୍ଟ ରେଖା ଦୃଢ଼ ବୃତ୍ତିଗତ କ୍ଷମତା ଓ ଜୀବନର ସ୍ପଷ୍ଟ ଗତିପଥ ସୂଚାଏ।
ta: சனி மேட்டை நோக்கி ஏறும் தெளிவான ரேகை வலுவான தொழில்முறைத் திறனையும் தெளிவான வாழ்க்கைப் பாதையையும் குறிக்கிறது.
te: శని పర్వతం వైపు ఎక్కే ప్రముఖ రేఖ బలమైన వృత్తిపరమైన సామర్థ్యం మరియు స్పష్టమైన జీవిత గమనాన్ని సూచిస్తుంది.
ur: زحل کے ابھار کی طرف چڑھتی نمایاں لکیر مضبوط پیشہ ورانہ صلاحیت اور زندگی کی واضح سمت ظاہر کرتی ہے۔

# fate.purpose.title
source: Focused Purpose & Self-Directed Destiny
bn: কেন্দ্রীভূত উদ্দেশ্য ও স্ব-নির্দেশিত ভাগ্য
gu: કેન્દ્રિત હેતુ અને સ્વ-નિર્દેશિત ભાગ્ય
hi: केंद्रित उद्देश्य और स्व-निर्देशित भाग्य
kn: ಕೇಂದ್ರೀಕೃತ ಉದ್ದೇಶ ಮತ್ತು ಸ್ವನಿರ್ದೇಶಿತ ಭಾಗ್ಯ
ml: കേന്ദ്രീകൃത ലക്ഷ്യവും സ്വയം നിർണയിച്ച ഭാഗ്യവും
mr: केंद्रित हेतू आणि स्व-निर्देशित भाग्य
or: କେନ୍ଦ୍ରିତ ଉଦ୍ଦେଶ୍ୟ ଓ ସ୍ୱନିର୍ଦ୍ଦେଶିତ ଭାଗ୍ୟ
ta: கவனமான நோக்கம் மற்றும் சுயவழி விதி
te: కేంద్రీకృత లక్ష్యం మరియు స్వయం నిర్దేశిత భాగ్యం
ur: مرکوز مقصد اور خود ساختہ قسمت

# fate.purpose.trait1
source: Self-Directed Purpose
bn: স্ব-নির্দেশিত উদ্দেশ্য
gu: સ્વ-નિર્દેશિત હેતુ
hi: स्व-निर्देशित उद्देश्य
kn: ಸ್ವನಿರ್ದೇಶಿತ ಉದ್ದೇಶ
ml: സ്വയം നിർണയിച്ച ലക്ഷ്യം
mr: स्व-निर्देशित हेतू
or: ସ୍ୱନିର୍ଦ୍ଦେଶିତ ଉଦ୍ଦେଶ୍ୟ
ta: சுயவழி நோக்கம்
te: స్వయం నిర్దేశిత లక్ష్యం
ur: خود ساختہ مقصد

# fate.purpose.trait2
source: Professional Perseverance
bn: পেশাগত অধ্যবসায়
gu: વ્યાવસાયિક દૃઢતા
hi: पेशेवर दृढ़ता
kn: ವೃತ್ತಿಪರ ಛಲ
ml: തൊഴിൽപരമായ സ്ഥിരോത്സാഹം
mr: व्यावसायिक चिकाटी
or: ବୃତ୍ତିଗତ ଅଧ୍ୟବସାୟ
ta: தொழில்முறை விடாமுயற்சி
te: వృత్తిపరమైన పట్టుదల
ur: پیشہ ورانہ ثابت قدمی

# fate.purpose.trait3
source: Long-Term Vision
bn: দীর্ঘমেয়াদি দৃষ্টি
gu: લાંબા ગાળાની દૃષ્ટિ
hi: दीर्घकालिक दृष्टि
kn: ದೀರ್ಘಾವಧಿ ದೃಷ್ಟಿ
ml: ദീർഘകാല ദർശനം
mr: दीर्घकालीन दृष्टी
or: ଦୀର୍ଘକାଳୀନ ଦୃଷ୍ଟି
ta: நீண்டகாலப் பார்வை
te: దీర్ఘకాలిక దృష్టి
ur: طویل مدتی بصیرت

# fate.purpose.trait4
source: Accountability
bn: দায়বদ্ধতা
gu: જવાબદારી
hi: उत्तरदायित्व
kn: ಹೊಣೆಗಾರಿಕೆ
ml: ഉത്തരവാദിത്തബോധം
mr: जबाबदारी
or: ଉତ୍ତରଦାୟିତ୍ୱ
ta: பொறுப்புணர்வு
te: జవాబుదారీతనం
ur: جواب دہی

# focus.earth
source: Earth (Grounded Patience)
bn: পৃথিবী (স্থির ধৈর্য)
gu: પૃથ્વી (સ્થિર ધીરજ)
hi: पृथ्वी (स्थिर धैर्य)
kn: ಭೂಮಿ (ಸ್ಥಿರ ತಾಳ್ಮೆ)
ml: ഭൂമി (സ്ഥിരമായ ക്ഷമ)
mr: पृथ्वी (स्थिर संयम)
or: ପୃଥିବୀ (ସ୍ଥିର ଧୈର୍ଯ୍ୟ)
ta: பூமி (உறுதியான பொறுமை)
te: భూమి (స్థిరమైన ఓర్పు)
ur: زمین (مستحکم صبر)

# focus.jupiter
source: Jupiter (Expansion & Wisdom)
bn: বৃহস্পতি (বিস্তার ও প্রজ্ঞা)
gu: ગુરુ (વિસ્તાર અને જ્ઞાન)
hi: गुरु (विस्तार और ज्ञान)
kn: ಗುರು (ವಿಸ್ತರಣೆ ಮತ್ತು ಜ್ಞಾನ)
ml: ഗുരു (വികാസവും ജ്ഞാനവും)
mr: गुरु (विस्तार आणि ज्ञान)
or: ଗୁରୁ (ବିସ୍ତାର ଓ ଜ୍ଞାନ)
ta: குரு (விரிவு மற்றும் ஞானம்)
te: గురువు (విస్తరణ మరియు జ్ఞానం)
ur: مشتری (وسعت اور دانائی)

# focus.mars
source: Mars (Courage & Action)
bn: মঙ্গল (সাহস ও কর্ম)
gu: મંગળ (હિંમત અને કર્મ)
hi: मंगल (साहस और कर्म)
kn: ಕುಜ (ಧೈರ್ಯ ಮತ್ತು ಕ್ರಿಯೆ)
ml: ചൊവ്വ (ധൈര്യവും പ്രവർത്തനവും)
mr: मंगळ (धैर्य आणि कृती)
or: ମଙ୍ଗଳ (ସାହସ ଓ କର୍ମ)
ta: செவ்வாய் (தைரியம் மற்றும் செயல்)
te: కుజుడు (ధైర్యం మరియు కార్యాచరణ)
ur: مریخ (ہمت اور عمل)

# focus.mercury
source: Mercury (Mind & Communication)
bn: বুধ (বুদ্ধি ও যোগাযোগ)
gu: બુધ (બુદ્ધિ અને સંવાદ)
hi: बुध (बुद्धि और संवाद)
kn: ಬುಧ (ಬುದ್ಧಿ ಮತ್ತು ಸಂವಹನ)
ml: ബുധൻ (ബുദ്ധിയും ആശയവിനിമയവും)
mr: बुध (बुद्धी आणि संवाद)
or: ବୁଧ (ବୁଦ୍ଧି ଓ ଯୋଗାଯୋଗ)
ta: புதன் (அறிவு மற்றும் தொடர்பு)
te: బుధుడు (బుద్ధి మరియు సంభాషణ)
ur: عطارد (ذہن اور گفتگو)

# focus.moon
source: Moon (Intuition & Renewal)
bn: চন্দ্র (অন্তর্দৃষ্টি ও নবীকরণ)
gu: ચંદ્ર (અંતઃસ્ફુરણા અને નવીનીકરણ)
hi: चंद्र (अंतर्ज्ञान और नवीनीकरण)
kn: ಚಂದ್ರ (ಅಂತಃಪ್ರಜ್ಞೆ ಮತ್ತು ನವೀಕರಣ)
ml: ചന്ദ്രൻ (അന്തർജ്ഞാനവും നവീകരണവും)
mr: चंद्र (अंतःप्रेरणा आणि नवचैतन्य)
or: ଚନ୍ଦ୍ର (ଅନ୍ତର୍ଜ୍ଞାନ ଓ ନବୀକରଣ)
ta: சந்திரன் (உள்ளுணர்வு மற்றும் புத்துணர்வு)
te: చంద్రుడు (అంతర్బుద్ధి మరియు నవీకరణ)
ur: قمر (وجدان اور تجدید)
